Repository: patrys/gnome-specimen
Catalog: po/*.po
Languages: br, da, de, es, et, gl, gu, hu, id, pa, pl, sl

source: Font Previewer
br: Gweler nodrezhoù
da: Forhåndsvisning af skrifttype
de: Schriftvorschau
es: Previsualizador de tipografías
et: Fontide eelvaatleja
gl: Visualizador de fontes
gu: ફોન્ટ પૂર્વદર્શક
hu: Betűtípusok előnézete
id: Pratampil font
pa: ਫੋਂਟ ਝਲਕਾਰ
pl: Przeglądarka czcionek
sl: Pregledovalnik pisav

source: Preview and compare fonts
br: Gwel ha keñveriañ nodrezhoù
da: Forhåndsvis og sammenlign skrifttyper
de: Schriften betrachen und vergleichen
es: Previsualiza y compara tipografías
et: Võrdle ja vaatle fonte
gl: Visualice e compare fontes
gu: ફોન્ટો નું પૂર્વદર્શન કરો અને સરખામણી કરો
hu: Betűtípusok előnézete és összehasonlítása
id: Pratampilkan dan bandingkan font
pa: ਫੋਂਟ ਦੀ ਝਲਕ ਅਤੇ ਤੁਲਨਾ
pl: Przegląda i porównuje czcionki
sl: Predogled in primerjava pisav

source: Specimen Font Previewer
br: Gweler nodrezhoù Specimen
da: Specimenforhåndsvisning af skrifttype
de: Specimen Schriftvorschau
es: Previsualizador de tipografías Specimen
et: Specimen, fontide eelvaatleja
gl: Visualizador de fontes Specimen
gu: Specimen ફોન્ટ પૂર્વદર્શક
hu: Specimen betűtípus-megjelenítő
id: Pratampilkan Font Spesimen
pa: ਸਪੈਸੀਮੈਨ ਫੋਂਟ ਝਲਕਾਰ
pl: Specimen przeglądarka czcionek
sl: Specimen pregledovalnih pisav

source: Add the currently selected font to the list of previews
br: Ouzhpennañ an nodrezh diuzet d'ar roll alberzioù
da: Tilføj den aktuelt valgte skrifttype til listen over forhåndsvisninger
de: Ausgewählte Schrift zur Vorschauliste hinzufügen
es: Texto usado en las previsualizaciones de tipografías
et: Valitud fondi lisamine eelvaatluse loendisse
gl: Engadir a fonte seleccionada actualmente á lista de visualizacións
gu: પૂર્વદર્શનોની યાદીમાં હાલમાં પસંદ થયેલ ફોન્ટ ને ઉમેરો
hu: Kiválaszott betűtípus hozzáadása az előnézeti listához
id: Tambahkan font yang dipilih saat ini ke daftar pratampil.
pa: ਮੌਜੂਦਾ ਚੁਣੇ ਫੋਂਟ ਨੂੰ ਝਲਕ ਲਈ ਲਿਸਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
sl: Dodaj trenutno izbrano pisavo na seznam predogleda

source: C_hange Colors...
br: _Kemmañ al livioù...
da: Æ_ndr farver...
de: _Farben ändern …
es: _Cambiar colores…
et: _Vaheta värve...
gl: C_ambiar cores...
gu: રંગો ને બદલો (_h)...
hu: Színek _cseréje…
id: U_bah Warna...
pa: ਰੰਗ ਬਦਲੋ(_h)...
pl: Zmień _kolory…
sl: _Spremeni barve ...

source: Clear _List
br: Skarzhañ ar ro_ll
da: Ryd _liste
de: Liste _leeren
es: _Limpia Lista
et: Puhasta _loend
gl: Limpar _lista
gu: યાદી ને સાફ કરો (_L)
hu: _Lista törlése
id: Hapus _Daftar
pa: ਲਿਸਟ ਸਾਫ਼ ਕਰੋ(_L)
pl: Wyczyść _listę
sl: Počisti _seznam

source: Clear the list of previewed fonts
br: Skarzhañ roll an nodrezhoù gwelet
da: Ryd listen over forhåndsviste skrifttyper
de: Vorschauliste leeren
es: Limpiar la lista de tipografías previsualizadas
et: Eelvaadeldud fontide loendi puhastamine
gl: Limpar a lista das fonets visualizadas
gu: પૂર્વદર્શન થયેલ ફોન્ટોની યાદી ને સાફ કરો
hu: A megtekintett betűtípusok listájának törlése
id: Hapus daftar font yang dipratampilkan
pa: ਝਲਕ ਵੇਖਾਏ ਫੋਂਟ ਦੀ ਲਿਸਟ ਸਾਫ਼ ਕਰੋ
sl: Počisti seznam predogledanih pisav

source: Close find
br: Serriñ an klask
da: Luk søg
de: Suche schließen
es: Cerrar búsqueda
et: Otsiriba sulgemine
gl: Pechar procura
gu: શોધો ને બંધ કરો
hu: Keresés bezárása
id: Tutup temuan
pa: ਖੋਜ ਬੰਦ ਕਰੋ
pl: Zamknij wyszukiwanie
sl: Zapri iskalnik

source: Find:
br: Klask :
da: Søg:
de: Suchen:
es: Busar:
et: Otsi:
gl: Procura:
gu: શોધો:
hu: Keresés:
id: Temukan:
pa: ਖੋਜ:
pl: Znajdź:
sl: Poišči:

source: Font size used for the previews
br: Ment an nodrezh arveret evit an alberz
da: Skrifttypestørrelse anvendt til forhåndsvisningerne
de: Die zur Schriftvorschau genutzte Schriftgröße
es: Tamaño de tipografías en las previsualizaciones de tipografías
et: Eelvaatluseks kasutatava fondi suurus
gl: Tamaño da fone empregada nas visualizacións
gu: પૂર્વદર્શનો માટે વપરાયેલ ફોન્ટનું માપ
hu: Az előnézethez használt betűméret
id: Ukuran font yang digunakan untuk pratampil
pa: ਝਲਕ ਲਈ ਵਰਤਣ ਵਾਸਤੇ ਫੋਂਟ ਸਾਈਜ਼
sl: Velikost pisave uporabljena pri predogledu

source: Remove the currently selected font from the list of previews
br: Dilemel an nodrezh diuzet diouzh roll alberzoù
da: Fjern den aktuelt valgte skrifttype fra listen over forhåndsvisninger
de: Ausgewählte Schrift aus der Vorschauliste entfernen
es: Quitar la tipografía actualmente seleccionada de la lista de previsualizaciones de tipografías
et: Valitud fondi eemaldamine eelvaatluse loendist
gl: Eliminar a fonte seleccionada actualmente da lista de visualizacións
gu: પૂર્વદર્શનોની યાદીમાંથી હાલમાં પસંદ થયેલ ફોન્ટને દૂર કરો
hu: Kiválasztott betűtípus eltávolítása az előnézeti listából
id: Hapus font yang saat ini dipilih dari daftar pratampil
pa: ਝਲਕ ਦੀ ਲਿਸਟ ਤੋਂ ਮੌਜੂਦਾ ਚੁਣੇ ਫੋਂਟ ਹਟਾਓ
sl: Odstrani trenutno izbrano pisavo iz seznama predogleda pisav

source: Sample text used for the previews
br: Testenn diwir arveret evit
da: Eksempeltekst brugt til forhåndsvisningerne
de: Der zur Schriftvorschau genutzte Beispieltext
es: Texto de ejemplo usado en las previsualizaciones
et: Eelvaatluse näidistekst
gl: Texto de exemplo empregado nas visualizacións
gu: પૂર્વદર્શનો માટે વપરાયેલ લખાણનું ઉદાહરણ
hu: Mintaszöveg az előnézethez
id: Teks contoh yang digunakan untuk pratampil
pa: ਝਲਕ ਲਈ ਵਰਤਣ ਵਾਸਤੇ ਸਧਾਰਨ ਟੈਕਸਟ
sl: Vzorčno besedilo namenjeno predogledu

source: Select a font to preview it
br: Diuzañ un nodrezh da vezañ gwelet
da: Vælg en skrifttype for at forhåndsvise den
de: Schrift wählen, die zur Vorschau genutzt wird
es: Seleccionar una tipografía para previsualizarla
et: Vali font, mida tahad vaadata
gl: Seleccione unha fonte para visualizala
gu: તેને પૂર્વદર્શન કરવા માટે ફોન્ટને પસંદ કરો
hu: Válasszon egy betűtípust az előnézethez
id: Pilih font untuk menampilkannya dalam pratampil
pa: ਫੋਂਟ ਦੀ ਝਲਕ ਵੇਖਣ ਲਈ ਫੋਂਟ ਚੁਣੋ
sl: Izberite pisavo za predogled

source: _About
br: _A-zivout
da: _Om
de: _Info
es: _Acerca de
et: _Programmist
gl: _Sobre
gu: વિશે (_A)
hu: _Névjegy
id: _Tentang
pa: ਇਸ ਬਾਰੇ(_A)
pl: _O programie
sl: _O Programu

source: _Copy Font Name
br: _Eilañ anv an nodrezh
da: _Kopier skrifttypenavn
de: Schriftnamen _kopieren
es: Copiar _Nombre de la tipografía
et: _Kopeeri fondi nimi
gl: _Copiar nome da fonte
gu: ફોન્ટ નામની નકલ કરો (_C)
hu: Betűtípus nevének _másolása
id: _Salin Nama Font
pa: ਫੋਂਟ ਨਾਂ ਕਾਪੀ ਕਰੋ(_C)
pl: Skopiuj nazwę _czcionki
sl: _Kopiraj ime pisave

source: _Edit
br: K_emmañ
da: R_ediger
de: _Bearbeiten
es: _Editar
et: _Redigeerimine
gl: _Editar
gu: ફેરફાર કરો (_E)
hu: S_zerkesztés
pa: ਸੋਧ(_E)
pl: _Edycja
sl: _Uredi

source: _File
br: _Restr
da: _Fil
de: _Datei
es: _Archivo
et: _Fail
gl: _Ficheiro
gu: ફાઇલ (_F)
hu: _Fájl
pa: ਫਾਇਲ(_F)
pl: _Plik
sl: _Datoteka

source: _Help
br: _Skoazell
da: _Hjælp
de: _Hilfe
es: Ay_uda
et: _Abi
gl: _Axuda
gu: મદદ (_H)
hu: _Súgó
id: _Bantuan
pa: ਮੱਦਦ(_H)
pl: Pomo_c
sl: _Pomoč

source: _Preview Text:
br: A_lberz an destenn :
da: _Tekst til forhåndsvisning:
de: _Textvorschau:
es: _Previsualiza Texto:
et: _Eelvaatluse tekst:
gl: _Texto de visualización:
gu: લખાણનું પૂર્વદર્શન કરો (_P):
hu: _Előnézet szövege:
id: _Teks Pratampil:
pa: ਝਲਕ ਟੈਕਸਟ(_P):
pl: _Próbka tekstu:
sl: _Besedilo za predogled:

source: pt
da: ft
hu: pont
sl: pik

source: Preview font size
br: Alberz ment an nodrezh
da: Forhåndsvis skrifttypestørrelse
de: Schriftgrößen-Vorschau
es: Previsualiza tamaño de tipografías
et: Eelvaatluse kirja suurus
gl: Tamaño da fone da visualización
gu: ફોન્ટ માપનું પૂર્વદર્શન કરો
hu: Előnézet betűmérete
id: Ukuran font pratampil
pa: ਫੋਂਟ ਸਾਈਜ਼ ਝਲਕ
pl: Wielkość czcionki próbki
sl: Predogled velikosti pisave

source: Preview text
br: Alberz an destenn
da: Forhåndsvis tekst
de: Textvorschau
es: Previsualiza texto:
et: Eelvaatluse tekst
gl: Texto da visualización
gu: લખાણનું પૂર્વદર્શન કરો
hu: Előnézet szövege
id: Teks pratampil
pa: ਟੈਕਸਟ ਝਲਕ
pl: Próbka tekstu
sl: Predogled besedila

source: The font size used for the font previews
br: Ment an nodrezh arveret evit alberz an nodrezh
da: Skrifttypestørrelse brugt til skrifttypeforhåndsvisningerne
de: Die zur Schriftvorschau genutzte Schriftgröße
es: Tamaño de tipografías en las previsualizaciones de tipografías
et: Fondi suurus eelvaatlusel
gl: O tamaño da fonte empregado para as visualizacións de fontes
gu: ફોન્ટ પૂર્વદર્શનો માટે વપરાયેલ ફોન્ટ માપ
hu: Az előnézethez használt betűméret
id: Ukuran font yang digunakan untuk pratampil font
pa: ਫੋਂਟ ਝਲਕ ਲਈ ਵਰਤਣ ਵਾਸਤੇ ਫੋਂਟ ਸਾਈਜ਼
pl: Wielkość czcionki używanej w podglądzie
sl: Velikost pisave za predogled

source: The text used for the font previews
br: Testenn arveret evit alberz an nodrezh
da: Teksten brugt til skrifttypeforhåndsvisningerne
de: Der zur Schriftvorschau genutzte Text
es: Texto usado en las previsualizaciones de tipografías
et: Kirjastiili eelvaatluseks kasutatav tekst
gl: O texto empregado para as visualizacións de fonte
gu: ફોન્ટ પૂર્વદર્શનો માટે વપરાયેલ લખાણ
hu: Az előnézethez használt szöveg
id: Teks yang digunakan untuk pratampil font
pa: ਫੋਂਟ ਝਲਕ ਲਈ ਵਰਤਣ ਵਾਸਤੇ ਟੈਕਸਟ
pl: Próbka teksu używana do poglądu czcionki
sl: Besedilo predogleda pisave

source: The quick brown fox jumps over the lazy dog.
br: Yec'hed mad Jakez, skarzhit ar gwerennoù-mañ, kavet vo gwin a-walc'h betek fin ho puhez !
da: Høj bly gom vandt fræk sexquiz på wc.
de: Zwölf Boxkämpfer jagen Viktor quer über den großen Sylter Deich.
es: El pingüino Wenceslao hizo kilómetros bajo exhaustiva lluvia y frío, añoraba a su querido cachorro.
et: Põdur Zagrebi tšellomängija-följetonist Ciqo külmetas kehvas garaažis.
hu: Egy hűtlen vejét fülöncsípő, dühös mexikói úr Wesselényinél mázol Quitóban.
pl: Pchnąć w tę łódź jeża lub ośm skrzyń fig.
sl: Piškur molče grabi fižol iz dna cezijeve hoste.

source: Change colors
br: Kemmañ al liv
da: Ændr farver
de: Farben ändern
es: Cambiar c_olores...
et: Värvide muutmine
gl: Cambiar cores
gu: રંગોને બદલો
hu: Színek cseréje
id: Ubah warna
pa: ਰੰਗ ਬਦਲੋ
pl: Zmiana kolorów
sl: Spremeni barve

source: Foreground color:
br: Liv ar rakva :
da: Forgrundsfarve:
de: Textfarbe:
es: Color de texto:
et: Tekstivärv:
gl: Cor de primeiro plano:
gu: અગ્રભાગ રંગ:
hu: Előtérszín:
id: Warna latar depan:
pa: ਫਾਰਗਰਾਊਂਡ ਰੰਗ:
pl: Kolor tekstu:
sl: Barva pisave:

source: Background color:
br: Liv an drekva :
da: Baggrundsfarve:
de: Hintergrundfarbe:
es: Color del fondo:
et: Taustavärv:
gl: Cor de fondo
gu: પાશ્ર્વ ભાગ રંગ:
hu: Háttérszín:
id: Warna latar belakang:
pa: ਬੈਕਗਰਾਊਂਡ ਰੰਗ:
pl: Kolor tła:
sl: Barva ozadja:

source: translator-credits
br: Denis
da: Joe Hansen <joedalton2@yahoo.dk>, 2009. Dansk-gruppen <dansk@dansk-gruppen.dk> Mere info: http://www.dansk-gruppen.dk
de: Christian Kintner <christian@kintner.de> Andre Klapper <ak-47@gmx.net>
es: Jorge González <jorgegonz@svn.gnome.org>, 2008 Albert Abril <albert.abril@gmail.com>, 2006
et: Mattias Põldaru
gl: Fran Diéguez <fran.dieguez@glug.es> 2009
gu: શ્ર્વેતા કોઠારી <swkothar@redhat.com>
hu: Szarka Gergely <gszarka@invitel.hu>
id: Imam Musthaqim <userindesign@gmail.com>
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮਵਾਲਾ Punjabi Open Source Team http://www.satluj.com
pl: Bogdan "bodzi-o" Szczurek
sl: Matej Urbančič
